import React from "react";
import "./history.css"

const History = () => {
    return(
        <div className={"history__container"}>
            <h1 className={"history__h1"}>История компании</h1>
            <p className={"history__p"}>
            С обретением независимости в Беларуси появилась и новая администрация связи, а белорусские связисты включились в международный процесс по оказанию телекоммуникационных услуг.
            </p>
            <p className={"history__p"}>
                Первым шагом к участию в едином международном технологическом процессе стало введение международного телефонного кода 375. Соответствующее решение было принято группой стандартизации Международного комитета электросвязи 5 декабря 1994 года. Впервые код был задействован 16 апреля 1995 года.
            </p>
            <p className={"history__p"}>
                Для ведения бизнеса с международными операторами связи был создан «Центр управления сетями связи и международных расчетов». Именно он выполнял функцию оперативного управления потоками исходящего и входящего международного телефонного трафика, а также управление структурой международных связей.
            </p>
            <p className={"history__p"}>
                «Центр управления сетями связи и международных расчетов» стал предшественником компании «Белтелеком».
            </p>
            <p className={"history__p"}>
                3 июля 1995 года 9 филиалов, входящих в Республиканское объединение «Белтелеком», обрели единый центр в Минске. Это позволило оптимизировать подходы в развитии телекоммуникационных технологий и услуг, ведении учета, статистики и планировании, а также реализации единой технической и тарифной политики на всей территории страны. Таким образом, все предприятия электросвязи Беларуси объединились в одну компанию.
            </p>
            <p className={"history__p"}>
                В 2004 году Республиканское государственное объединение «Белтелеком» было преобразовано в Республиканское унитарное предприятие электросвязи (приказ Министерства связи и информатизации от 7.07.2004 г. № 189).
            </p>
            <p className={"history__p"}>
            Сегодня компания «Белтелеком» включает в себя 9 филиалов и 3 производства в составе головного структурного подразделения предприятия. Филиалы представляют каждую из областей Беларуси и Минск.
            </p>
        </div>

    )
}

export default History;